Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] KO>EN The Final Raid Boss TM.tmx
Source language: ko_kr
Languages: en

source: 밀린 일부터 해볼까?
en: ...I should do work that I’ve been putting off.

source: 화려한 임팩트!
en: and great impact!

source: 뭔지는 이제 알려주겠지!
en: well, it’ll tell me once I do this!

source: 저와 대마법사가 오래도록 지켜온 비밀이자 '신의 예언'이라고 불리는 일입니다.
en: it is called “god’s prophecy.” the arch-mage and I have been keeping it a secret for a long time.

source: 꽝? (또 부수냐꽝?)
en: squeak? (are you breaking it again?)

source: 쌔앵!
en: whoosh

source: 존버다!
en: ...to hang in there!

source: 우웨에억
en: blaach

source: 휑-
en: empty

source: 광
en: rumble

source: 카 가각
en: clash

source: 많은 이들을 구하고자 잘못된 선택을 한 선량한 인간이자 왕국의 왕, 아서.
en: king arthur is a good man who had previously made the wrong choice to save many others.

source: 솨아아아
en: shaaa

source: 손가락질
en: finger-pointing

source: 근력 +45 민첩 +45 지능 +15 치명타 +30
en: strength +45 agility +45 intelligence +15 critical +30

source: 탁 오빠를 감옥에 가둬두고 지들은 출전했다 이거지?
en: first they locked tak in jail and now they’re gonna send him to war, huh?

source: - 마력 주입 (액티브) :
en: - magic infusion (active):

source: 설마⋯?
en: it can’t be...?

source: 화륵-
en: fwoom

source: 짜릿해!!!
en: awesome!!!

source: 덜컥..
en: drop

source: 그들이⋯
en: those guys...

source: 항상 상상을 초월하는군요
en: you always exceed my expectations.

source: 임무가 완료되었습니다!
en: the mission is complete!

source: *주위에 백곰기사단이 있을 경우 방어력 버프 효과
en: * attack buff effect if the white bear knights are around

source: 으악!
en: ugh!

source: 공대장씨 관련한 자료를 확인할 수 없어서 확신할 순 없지만
en: I’m not quite sure since everything related to “the raid boss” can’t be confirmed, but...

source: (최초 복제 후 24시간 후에 사용 가능)
en: (available for 24 hours after initial cloning)

source: 푸슉!
en: shnnk

source: 크아아!
en: graah!

source: 꺄아악!! (체력 포션 PTSD)
en: squeaaak!! (hp potion ptsd)

source: 당장 쓸모는 없는 것들이네
en: they’re both useless at the moment.

source: 그럼 어쩌라고!
en: then what are we supposed to do?

source: 스 릉
en: glance

source: 찰팍! (내가 뭐라고 했냐!{j}라는 뜻)
en: glub! (what did I tell you?!)

source: 성문 폐쇄 완료하였습니다.
en: we’ve closed the gate.

source: 아이템 등급:
en: item grade:

source: 에잉..
en: huh...?

source: 그런 느린 검에 맞아줄 마법사는
en: a wizard who gets hit by such a slow sword...

source: 제발 그만해∙∙∙!
en: please stop...!

source: 타{j}앗
en: WH{j}AM

source: 괜찮아
en: I’m fine.

source: 안내하겠습니다.
en: ...“where the legend sleeps.”

source: 그릇된 마력을 말입니까?!
en: you mean, use the wicked magic?!

source: 대장 오빠도 힘들었겠어···
en: he must’ve had a hard time...

source: 사용자가 지정한 대상에게 같은 종류의 룬석이 복제되어 생성된다.
en: the same type of runestones are duplicated and created on the target specified by the user.

source: 아서왕을 말입니다
en: yes, I’m talking about king arthur.

source: 아서 왕국의 영웅이자 가장 큰 어른으로 추대하겠소!
en: I regard him as the biggest hero and wisest man of arthur kingdom!

source: 저 요망한 서큐버스가 어찌 알고 여기까지 ꞏꞏꞏ!
en: how did that succubus come all the way here...?

source: 여기서도 공대장 타령이네
en: I can’t believe he talked about the raid leader here.

source: 부 웅
en: whoosh

source: 지니!
en: genie!

source: 꾸라라랄라꾸라! (시계도 없는데 보는척 하네 저거저거..라는 뜻)
en: grumble grumble! (he’s not even wearing a watch, but he’s pretending like he is.)

source: 네?
en: huh?

source: 너네 무슨 일이 있었던 거야..?
en: what happened to you guys?

source: 웁스!
en: oops!

source: 무조건 좋은 거라고 할 순 없는∙∙∙
en: so you can’t really say it’s all that good...

source: 아씨..{j}이게 진짜
en: what did you just say...?!

source: 아까 시킨 대로 해!
en: do what I told you to do earlier!

source: ∙∙∙실화..?
en: is that real...?

source: 꾸잉?!
en: squeak?!

source: 그럼 바로 시작하자!
en: let’s get started then!

source: 망코가 잘 어울리는군
en: the cloak looks good on you.
